Repository: insafzakariya/-kiki_ios_app-
Catalog: SusilaMobile/*.lproj/Localizable.strings
Languages: si_lk, ta_lk

# OK_BUTTON_TITLE
source: OK
si_lk: නිවැරදී
ta_lk: சரி

# CANCEL_BUTTON_TITLE
source: Cancel
si_lk: අවලංගු කරන්න
ta_lk: ரத்துசெய்

# DELETE_BUTTON_TITLE
source: Delete
si_lk: මකා දමන්න
ta_lk: அழி

source: YES
si_lk: ඔව්
ta_lk: ஆம்

# ERROR_UNKNOW
source: Please try again later.
si_lk: මදවේලාවකට පසුව නැවත උත්සාහ කරන්න.
ta_lk: தயவுசெய்து பின்னர் முயற்சிக்கவும்.

# CONNECTION_TIME_OUT
source: Connection timed out, do you want to try again?
si_lk: නියමිත කාලය ඉකුත්ව ඇත, නැවත උත්සාහක කිරීමට අවශ්‍ය ද?
ta_lk: இணைப்பு நேரம் முடிந்தது, மீண்டும் முயற்சிக்கவும்

# LOADING_POPUP_MESSAGE
source: Please wait.
si_lk: මඳක් රැඳී සිටින්න
ta_lk: காத்திருக்கவும்.

# NO_INTERNET_ALERT_MESSAGE
source: Unable to connect to the internet, please check your internet connection.
si_lk: අන්තර්ජාලයට සම්බන්ධවිය නොහැක. කරුණාකර ඔබේ අන්තර්ජාල සබඳතාව පිරික්ෂා කරන්න.
ta_lk: இணையத்துடன் இணைக்க முடியவில்லை, உங்கள் இணைய இணைப்பை சரிபார்க்கவும்.

# NO_INTERNET_REQUIRE_ALERT_MESSAGE
source: This feature requires internet.
si_lk: මේ සේවාව ලබා ගැනීමට අන්තර්ජාල පහසුකම අවශ්‍යවේ.
ta_lk: இந்த அம்சத்திற்கு இணையம் தேவை.

# LOGIN_EMPTY_FIELD_ERROR_ALERT_MESSAGE
source: Please enter a valid username and password.
si_lk: පරිශීලක නාමය සහ මුරපදය හිස් විය නොහැක.
ta_lk: username, password வெறுமையாக இருக்க முடியாது.

# LOGIN_SEVERRETURN_FIELD_ERROR_ALERT_MESSAGE
source: Invalid credentials.
si_lk: වලංගු නොවන ඇතුලත් වීමකි.
ta_lk: தவறான பதிவுகள்.

# LOGIN_ERROR_IN_FIELDS
source: Please enter a correct username and password.
si_lk: වලංගු පරිශීලක නාමය සහ මුරපදය ඇතුළත් කරන්න.
ta_lk: செல்லுபடியாகும் பயனர் பெயர் மற்றும் கடவுச்சொல்லை உள்ளிடுக.

# LOGIN_ERROR_IN_FIELDS_WHEN_OFFLINE
source: Please enter a correct username and password.
si_lk: වලංගු පරිශීලක නාමය සහ මුරපදය ඇතුළත් කරන්න.
ta_lk: செல்லுபடியாகும் பயனர் பெயர் மற்றும் கடவுச்சொல்லை உள்ளிடுக.

# ENTER_VALID_USERNAME
source: Please enter a valid username.
si_lk: පරිශීලක නාමය ඇතුළත් කරන්න.
ta_lk: Username காலியாக இருக்க முடியாது.

# ENTER_VALID_PASSWORD
source: Please enter a valid password.
si_lk: මුරපදය ඇතුළත් කරන්න.
ta_lk: Password காலியாக இருக்க முடியாது.

# PASSWORD_NOT_MATCH
source: Password does not match the confirm password.
si_lk: මුරපදය තහවුරුකිරීම, මුරපදය එකට ගැළපෙන්නේ නැත.
ta_lk: Password உறுதிப்படுத்தல் Password உடன் பொருந்தவில்லை.

# ENTER_VALID_NAME
source: Please enter a valid name.
si_lk: ඔබේ නම ඇතුළත් කරන්න.
ta_lk: சரியான பெயரை உள்ளிடுக.

# LOGIN_SEVERRETURN_FIELD_ERROR_All_READY_REGI_ERROR_ALERT_MESSAGE
source: User already registered.
si_lk: මේ නාමය දැනටමත් ලියාපදිංචි කර ඇත.
ta_lk: Username ஏற்கனவே எடுத்தது.

# ENTER_VALID_MOBILENO
source: Invalid Mobile Number.
si_lk: අවලන්ගු දුරකථන අංකයක්, කරුනාකර වලන්ගු දුරකතන අංකයක් ඇතුලත් කරන්න
ta_lk: தவறான கைத்தொலைபேசி இலக்கம். செல்லுபடியாகும் கைத்தொலைபேசி இலக்கத்தினை உள்ளிடுக.

# ENTER_VALID_MOBILENO_SL
source: Invalid Mobile Number. Format 7XXXXXXXX.
si_lk: දුරකථන අංකය ඇතුළත් කරන්න.
ta_lk: தவறான கைத்தொலைபேசி இலக்கம். செல்லுபடியாகும் கைத்தொலைபேசி இலக்கத்தினை உள்ளிடுக.

# ENTER_VALID_COUNTRY
source: Please choose a valid country code.
si_lk: ඔබේ රටේ දුරකථන කේත අංකය ඇතුළත් කරන්න
ta_lk: சரியான country codeஐ தெரிவு செய்க.

# ENTER_VALID_BIRTHDATE
source: Please enter a valid birthdate.
si_lk: උපන් දිනය සඳහන් කරන්න.
ta_lk: சரியான பிறந்த தினத்தினை பதிவு செய்க.

# ENTER_VALID_LANGUAGE
source: Please choose a valid language.
si_lk: භෂාව තෝරාගන්න
ta_lk: பொருத்தமான மொழியை தெரிவு செய்க.

# ENTER_VALID_GENDER
source: Please choose a valid gender.
si_lk: ස්ත්‍රී පුරුෂ භාවය
ta_lk: பொருத்தமான பாலை தெரிவு செய்க.

# ENTER_VALID_SMSCODE
source: Please enter a valid code.
si_lk: කෙටි පණිවුඩයේ අඩංගු කේතය ඇතුළත් කරන්න.
ta_lk: சரியான Codeஐ பதிவு செய்க.

# UPDATE_SUCCESS
source: Profile is updated successfully
si_lk: ඔබගේ තොරතුරු සාර්ථකව ඇතුළත් කරන ලදී
ta_lk: சுயவிவரத்தை வெற்றிகரமாக புதுப்பிக்கப்பட்டது.

# LOGOUT_CONFIRM_ALERT_MESSAGE
source: Are you sure you want to logout?
si_lk: ඔබට ඉවත් වීමට අවශ්‍යද ?
ta_lk: நிச்சயமாக நீங்கள் வெளியேற வேண்டும்?

# ENTER_VALID_PROMOCODE
source: Please enter a valid Promo code or Scratch Card.
si_lk: ප්‍රවර්ධන අංකය හෝ සූරන ලද කාඩ් අංකය ඇතුළත් කරන්න
ta_lk: செல்லுபடியாகும் விளம்பர குறியீடு அல்லது கீறல் அட்டை உள்ளிடவும்.

# PACKAGE_ADDED_SUCCESSFULLY
source: is activated successfully.
si_lk: සාර්ථකව ඇතුළත් කරන ලදී.
ta_lk: வெற்றிகரமாக செயல்படுத்தப்பட்டது.

# ACTIVATE_THIS_PACKAGE
source: Are you sure want to activate this packge?
si_lk: ඔබට මෙම පැකේජය ක්‍රියාත්මක කිරීමට අවශ්‍ය ද?
ta_lk: நிச்சயமாக இந்த தொகுப்பை செயல்படுத்த விரும்புகிறீர்களா?

# PACKAGE_ALREADY_SUBSCRIBED
source: You have already subscribed to daily package, do you need to continue?
si_lk: ඔබ මෙම දිනපතා පැකේජය සාර්ථකව ඔබේ ගිණුමට ඇතුළත් කර ඇත.
ta_lk: நீங்கள் ஏற்கனவே தினசரி தொகுப்புக்கு சந்தா செலுத்துகிறீர்கள், தொடர வேண்டும்?

# EMPTY_LIST
source: List is empty.
si_lk: ඔබේ එකතුවෙේ කිසිවක් නැත.
ta_lk: பட்டியல் வெறுமை

# fbLogin
source: Login
si_lk: ෆේස්බුක් හරහා පිවිසෙන්න
ta_lk: மூலம் login செய்யவும்

# GLogin
source: Login
si_lk: ගූග්ල් හරහා පිවිසෙන්න
ta_lk: மூலம் login செய்யவும்

# dontHaveAccount
source: Don't have Facebook or Gmail?
si_lk: ෆේස්බුක් හෝ ගූග්ල් ගිණුමක් නැද්ද?
ta_lk: பேஸ்புக் அல்லது ஜி-மெயில் கணக்கு இல்லையா?

# loginWithEmail
source: Login with username
si_lk: පරිශීලක නාමය හරහා පිවිසෙන්න
ta_lk: பயனர்பெயருடன் உள்நுழைக

# CreateAccount
source: Create an account
si_lk: ගිණුමක් සකසන්න
ta_lk: கணக்கு ஒன்றை உருவாக்கவும்

source: Register now
si_lk: ලියාපදිංචි වන්න
ta_lk: பதிவுசெய்

source: Username
si_lk: පරිශීලක නාමය
ta_lk: பாவனையாளர் பெயர்

# usernamePlaceHolder
source: Type your username
si_lk: පරිශීලක නාමය ඇතුළත් කරන්න
ta_lk: பயனர் பெயரை உள்ளிடவும்

source: Password
si_lk: මුර පදය
ta_lk: கடவுச்சொல்

# passwordPlaceHolder
source: Type your password
si_lk: මුර පදය ඇතුළත් කරන්න
ta_lk: கடவுச்சொல்லை உள்ளிடவும்

source: Confirm Password
si_lk: මුර පදය නැවත තහවුරු කරන්න
ta_lk: கடவுச்சொல்லை உறுதிப்படுத்தவும்

# TypeYourPasswordAgain
source: Retype your password
si_lk: නැවතත් ඔබේ මුර පදය ඇතුළත් කර තහවුරු කරන්න
ta_lk: மீண்டும் உங்களுடைய கடவுச்சொல்லை உள்ளிடவும்

source: Confirm
si_lk: පිවිසෙන්න
ta_lk: உள்நுழைக

# RegisterBtn
source: REGISTER
si_lk: පිවිසෙන්න
ta_lk: உள்நுழைக

# LoginBtn
source: LOGIN
si_lk: පිවිසෙන්න
ta_lk: உள்நுழைக

source: Login
si_lk: පිවිසෙන්න
ta_lk: Login செய்க

source: Enter your phone number
si_lk: ඔබේ දුරකතන අංකය ඇතුළත් කරන්න
ta_lk: உங்களுடைய தொலைபேசி இலக்கத்தை பதியவும்

source: Please activate a package to unlock access
si_lk: පැකේජය සක්‍රීය කරන්න

source: to exclusive content from Kiki.
si_lk: විශේෂ වැඩසටහන් හා චිත්‍රපට නරඹන්න

source: SUBSCRIBE NOW
si_lk: සක්‍රීය කරන්න

source: GO BACK
si_lk: ආපසු යන්න

source: Popular Songs
si_lk: ජනප්‍රිය ගීත
ta_lk: பிரபலமான பாடல்கள்

source: Latest Songs
si_lk: නවතම ගීත
ta_lk: சமீபத்திய பாடல்கள்

source: Radio Channels
si_lk: රේඩියෝ චැනල්
ta_lk: வானொலி அலைவரிசைகள்

source: Popular Artist
si_lk: ජනප්‍රිය ගායකයෝ
ta_lk: பிரபல கலைஞர்கள்

# LastestPlaylist
source: Lastest Playlists
si_lk: නවතම ගීත එකතු
ta_lk: சமீபத்திய பாடல் வரிசைகள்

source: Home
si_lk: ප්‍රධාන පිටුව
ta_lk: முகப்பு

source: Browse
si_lk: සොයන්න
ta_lk: தேடுக

# MySongs
source: Library
si_lk: මගේ ගීත
ta_lk: எனது பாடல்கள்

source: View all
si_lk: සියල්ල බලන්න
ta_lk: எல்லாம் பார்க்க

source: + Add
si_lk: + එකතු කරන්න
ta_lk: + சேர்க்க

source: By Genre
si_lk: ගීත වර්ගය
ta_lk: பாடல் வகைகளின் வரிசைப்படி

source: By artist
si_lk: ගායක ගායිකාවන්
ta_lk: கலைஞர்களின் வரிசைப்படி

source: Song
si_lk: ගීතය
ta_lk: பாடல்

source: Artist
si_lk: ගායකයෝ
ta_lk: கலைஞர்

source: Playlists
si_lk: ගීත එකතු
ta_lk: பாடல் வரிசை

source: Library
si_lk: මගේ එකතුව
ta_lk: எனது தொகுப்பு

source: Your Playlist
si_lk: ඔබේ ගීත එකතු
ta_lk: உங்களுடைய பாடல் வரிசை

source: Add to library
si_lk: මගේ එකතුවට එක් කරන්න
ta_lk: தொகுப்பில் சேர்க்கவும்

source: Add to Playlist
si_lk: ගීත එකතුවට එක් කරන්න
ta_lk: பாடல் வரிசையில் சேர்க்கவும்

# AddtoPlaylistPlus
source: + Add to Playlist
si_lk: + ගීත එකතුවට එකතු කරන්න
ta_lk: + பாடல் வரிசையில் சேர்க்கவும்

source: Kiki Playlist
si_lk: Kiki ගීත එකතුව
ta_lk: KIKI பாடல் வரிசை

source: Added to play list
si_lk: ගීත එකතුවට එකතු කරන ලදී
ta_lk: பாடல் வரிசையில் சேர்க்கப்பட்டது

source: No play list found
si_lk: ගීත එකතුවක් සොයාගැනීමට නොමැත
ta_lk: பாடல் வரிசை கிடைக்கவில்லை

source: Added to library
si_lk: ඔබේ ගීත එකතුවට එක් කරන ලදී
ta_lk: எனது தொகுப்பு சேர்க்கப்பட்டது

source: Forget password ?
si_lk: මුරපදය අමතකද?
ta_lk: கடவுச்சொல்லை மறந்து?

source: Subscribe to watch
si_lk: නැරඹීමට - සබ්ස්ක්‍රයිබ් කරන්න
ta_lk: பார்க்க பதிவு செய்யவும்

source: Subscribe to listen
si_lk: සවන්දීමට - සබ්ස්ක්‍රයිබ් කරන්න
ta_lk: கேட்க பதிவு செய்யவும்

source: Subscribe now
si_lk: සබ්ස්ක්‍රයිබ් කරන්න
ta_lk: பதிவு செய்க

source: Go back
si_lk: ආපසු යන්න
ta_lk: முந்தைய பக்கம்

# PleaseActivatePackage
source: Please activate a package to unlock access to exclusive content from KIKI
si_lk: Kiki වෙතින් පමණක්ලබා ගත හැකිදේ සඳහා ප්‍රවේශය විවෘත කරගැනීමට කරුණාකර පැකේජය ක්සක්‍රිය කරගන්න
ta_lk: KIKI இடமிருந்து பிரத்தியேக உள்ளடக்கமொன்றை அணுகுவதற்காக தொகுப்பொன்றை செயற்படுத்தவும்

source: Play
si_lk: වාදනය
ta_lk: இயக்கு

source: No songs added to library
si_lk: මගේ එකතුවට කිසිදු ගීතයක් එකතු කර නැත
ta_lk: பாடல்கள் எதுவும் எனது தொகுப்பில் இல்லை

source: No artist added to library
si_lk: මගේ එකතුවට කිසිදු ගායකයකු එකතු කර නැත
ta_lk: எனது தொகுப்பில் எந்த கலைஞரும் சேர்க்கப்படவில்லை

source: No play list added to library
si_lk: මගේ එකතුවට කිසිදු ගීත ගොනුවක් එකතු කර නැත
ta_lk: எனது தொகுப்பில் பாடல் வரிசை எதுவும் சேர்க்கப்படவில்லை

source: No search result found
si_lk: සෙවුම් ප්‍රතිපලයක් සොයා ගැනීමට නැත
ta_lk: முடிவுகள் எதுவும் இல்லை

source: Child mode is activated
si_lk: දරුවන්ට අදාල වැඩසටහන්සක්‍රීය විය
ta_lk: குழந்தை முறை செயல்படுத்தப்படுகிறது

source: Child mode is deactivated
si_lk: දරුවන්ට අදාල වැඩසටහන්අක්‍රීය විය
ta_lk: குழந்தை முறை செயலிழக்கப்படுகிறது

source: Please enter password to activate child mode
si_lk: දරුවන්ට අදාල වැඩසටහන්ක්‍රියාත්මක කිරීමට මුරපදය යොදන්න
ta_lk: குழந்தை பயன்முறையை செயல்படுத்த கடவுச்சொல்லை உள்ளிடவும்

source: Please enter password to deactivate child mode
si_lk: දරුවන්ට අදාල වැඩසටහන්අක්‍රීය කිරීමට මුරපදය යොදන්න
ta_lk: குழந்தை பயன்முறையை செயலிழக்க கடவுச்சொல்லை உள்ளிடவும்

source: Do you want to remove this from library?
si_lk: මෙය ඔබේ එකතුවෙන්ඉවත්කළ යුතුද?
ta_lk: இதை நூலகத்திலிருந்து அகற்ற விரும்புகிறீர்களா?

source: Edit
si_lk: සංස්කරණය කරන්න
ta_lk: தொகு

source: My List
si_lk: මාගේ එකතුව
ta_lk: எனது பட்டியல்

source: Add to my list
si_lk: මාගේ එකතුවට එක් කරන්න
ta_lk: எனது பட்டியலில் சேர்க்கவும்

source: Like this video
si_lk: කැමතී
ta_lk: இந்த திரைப்படத்தை விரும்பு

source: PLAY NOW
si_lk: දැන් ප්ලේ කරන්න
ta_lk: தற்பொழுது இயக்கவும்

source: Close
si_lk: වසා දමන්න
ta_lk: மூடு

source: Child Mode
si_lk: චයිල්ඩ් මූඩ්
ta_lk: குழந்தை முறை

source: New playlist
si_lk: නව එකතුව
ta_lk: புதிய பாடல் வரிசை

source: Notifications
si_lk: දැනුම්දීම්
ta_lk: அறிவிப்பு

source: Create new playlist
si_lk: නව එකතුවක් සකස් කරන්න
ta_lk: புதிய பாடல் வரிசையை தயாரிக்க

source: Removed from library
si_lk: ඔබේ එකතුවෙන් ඉවත් කරන්න
ta_lk: தொகுப்பிலிருந்து நீக்கப்பட்டது

# A_CONFIRMATION_CODE_WILL_SENT
source: A confirmation code will sent to your number to reset the password
si_lk: රහස් පදය සක්‍රීය කර ගැනීම සඳහා නිරවද්‍යතාව සහතික කරන අංකය ඔබේ දුරකතනය වෙත ලැබෙනු ඇත
ta_lk: கடவுச்சொல்லை மீட்டமைக்க உறுதிப்படுத்தல் குறியீடு உங்கள் எண்ணுக்கு அனுப்பப்படும்

source: Please confirm your code
si_lk: ඔබේ රහස් අංකය ඇතුළත් කරන්න
ta_lk: தயவுசெய்து உங்களுடைய இரகசிய குறியீட்டை உறுதிப்படுத்தவும்

# A_CONFIRMATION_CODE_HAS_BEEN_SENT_TO_YOUR_NUMBER
source: A confirmation code has been sent to your number. please enter it to reset the password for
si_lk: රහස් පදය සක්‍රීය කර ගැනීම සඳහා නිරවද්‍යතාව සහතික කරන අංකය ඔබේ දුරකතනය වෙත යවන ලදී රහස් අංකය ඇතුළත් කරන්න
ta_lk: உங்கள் எண்ணுக்கு உறுதிப்படுத்தல் குறியீடு அனுப்பப்பட்டுள்ளது. (பெயர்) கடவுச்சொல்லை மீட்டமைக்க தயவுசெய்து அதை உள்ளிடவும்

source: RESET PASSWORD
si_lk: රහස් පදය අලුත් කරන්න
ta_lk: கடவுச்சொல்லை மீள அமைக்கவும்

source: Resend code
si_lk: රහස් අංකය නැවත එවන්න
ta_lk: இரகசிய குறியீட்டை மீள அனுப்பவும்

# OTP_CHARACTERS
source: OTP should be 4 characters
si_lk: OPT - රහස් අංකය අංක 4 කින් යුක්ත විය යුතුයි
ta_lk: OTP 4 எழுத்துகளாக இருக்க வேண்டும்

source: MORE EPISODES
si_lk: තවත් කථාංග (Episodes)
ta_lk: அதிக அத்தியாயங்கள்

source: Clear All
si_lk: සියල්ල ඉවත් කරන්න
ta_lk: அனைத்தையும் அழிக்கவும்

source: + Add all
si_lk: + එකතු කරන්න
ta_lk: + அனைத்தையும் சேர்க்கவும்

source: Do you want to remove?
si_lk: ඔබට ඉවත් කරන්න අවශ්‍යද?
ta_lk: இதை நீக்க வேண்டுமா?

source: Recent search
si_lk: මෑතක දී කල සෙවුම්
ta_lk: அண்மைய தேடல்

# UNSUBSCRIBE_THIS_PROGRAM
source: Are you sure you want to unsubscribe this program?
si_lk: මෙම වැඩසටහන unsubscribe කරන්න අවශ්‍යද ?
ta_lk: இந்த நிகழ்ச்சியிலிருந்து நீங்க விரும்புகிறீர்களா?

source: Search
si_lk: සෙොයන්න
ta_lk: தேடவும்

source: NO
ta_lk: இல்லை

# NoSubscribed
source: No subscribed programs available. Please subscribe to your favorite programs from Maobile TV.
ta_lk: சந்தா நிரல்கள் எதுவும் கிடைக்கவில்லை , தயவு செய்து மொபைல் டிவியில் இருந்து உங்களுக்கு பிடித்த நிரல்களுக்கு குழுசேரவும்.

source: PLAY TRAILER
ta_lk: டிரெய்லர் இயக்கவும்
